This is a study not for "The compact Org-mode Guide"


** Evaluating code block
#+BEGIN_SRC emacs-lisp
   (+ 1 2 3 4 5)
#+END_SRC

#+RESULTS:
: 15
